Repository: OMARVII/Shotnix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, fr, ru, zh_hans

source: It was recorded into the pixels, so it can't be resized or smoothed. New recordings capture an editable cursor by default (Settings → Recording).
de: Er wurde direkt ins Bild aufgezeichnet und lässt sich daher nicht vergrößern oder glätten. Neue Aufnahmen zeichnen standardmäßig einen bearbeitbaren Zeiger auf („Einstellungen“ → „Aufzeichnung“).
fr: Il a été enregistré dans l’image : impossible de le redimensionner ou de le lisser. Les nouveaux enregistrements capturent par défaut un pointeur modifiable (Réglages → Enregistrement).
ru: Он записан прямо в изображение, поэтому нельзя изменить его размер или сгладить его. Новые записи по умолчанию сохраняют редактируемый указатель (Настройки → Запись).
zh_hans: 指针已录入画面像素中，因此无法调整大小或平滑处理。新录制内容默认会捕捉可编辑的指针（“设置”→“录制”）。

source: JPEG Quality
de: JPEG-Qualität
fr: Qualité JPEG
ru: Качество JPEG
zh_hans: JPEG 质量

source: Jump here
de: Hierher springen
fr: Aller ici
ru: Перейти сюда
zh_hans: 跳转到这里

source: Jump one second
de: Eine Sekunde springen
fr: Sauter d’une seconde
ru: Перейти на секунду
zh_hans: 跳转一秒

source: Keep
de: Behalten
fr: Garder
ru: Оставить
zh_hans: 保留

source: Keep Editing
de: Weiter bearbeiten
fr: Continuer l’édition
ru: Продолжить работу
zh_hans: 继续编辑

source: Keep Working
de: Weiterarbeiten
fr: Ne pas quitter
ru: Продолжить работу
zh_hans: 继续工作

source: Keep captures
de: Bildschirmfotos behalten
fr: Conserver les captures
ru: Хранить снимки
zh_hans: 保留截屏

source: Keep editing — the words appear here when Shotnix is done listening.
de: Bearbeite ruhig weiter – die Wörter erscheinen hier, sobald Shotnix fertig zugehört hat.
fr: Continuez à modifier — les mots apparaîtront ici quand Shotnix aura fini d’écouter.
ru: Продолжайте работу — слова появятся здесь, когда Shotnix закончит слушать.
zh_hans: 你可以继续编辑 — Shotnix 听完后，字词会显示在这里。

source: Keeping 30 days removes %lld older captures from History now. This can't be undone.
de: Mit „30 Tage“ werden jetzt %lld ältere Bildschirmfotos aus dem Verlauf entfernt. Dies kann nicht widerrufen werden.
fr: Avec « 30 jours », %lld captures plus anciennes seront supprimées de l’historique dès maintenant. Cette action est irréversible.
ru: Вариант «30 дней» сразу удалит из истории %lld более старого снимка. Это действие нельзя отменить.
zh_hans: 选择“30 天”将立即从历史记录中移除 %lld 张较早的截屏。此操作无法撤销。

source: Keeping 7 days removes %lld older captures from History now. This can't be undone.
de: Mit „7 Tage“ werden jetzt %lld ältere Bildschirmfotos aus dem Verlauf entfernt. Dies kann nicht widerrufen werden.
fr: Avec « 7 jours », %lld captures plus anciennes seront supprimées de l’historique dès maintenant. Cette action est irréversible.
ru: Вариант «7 дней» сразу удалит из истории %lld более старого снимка. Это действие нельзя отменить.
zh_hans: 选择“7 天”将立即从历史记录中移除 %lld 张较早的截屏。此操作无法撤销。

source: Keeping 90 days removes %lld older captures from History now. This can't be undone.
de: Mit „90 Tage“ werden jetzt %lld ältere Bildschirmfotos aus dem Verlauf entfernt. Dies kann nicht widerrufen werden.
fr: Avec « 90 jours », %lld captures plus anciennes seront supprimées de l’historique dès maintenant. Cette action est irréversible.
ru: Вариант «90 дней» сразу удалит из истории %lld более старого снимка. Это действие нельзя отменить.
zh_hans: 选择“90 天”将立即从历史记录中移除 %lld 张较早的截屏。此操作无法撤销。

source: Keeping last 1,000 captures removes %lld older captures from History now. This can't be undone.
de: Mit „Letzte 1.000 Bildschirmfotos“ werden jetzt %lld ältere Bildschirmfotos aus dem Verlauf entfernt. Dies kann nicht widerrufen werden.
fr: Avec « 1 000 dernières captures », %lld captures plus anciennes seront supprimées de l’historique dès maintenant. Cette action est irréversible.
ru: Вариант «Последние 1 000 снимков» сразу удалит из истории %lld более старого снимка. Это действие нельзя отменить.
zh_hans: 选择“最近 1,000 张截屏”将立即从历史记录中移除 %lld 张较早的截屏。此操作无法撤销。

source: Keeping last 100 captures removes %lld older captures from History now. This can't be undone.
de: Mit „Letzte 100 Bildschirmfotos“ werden jetzt %lld ältere Bildschirmfotos aus dem Verlauf entfernt. Dies kann nicht widerrufen werden.
fr: Avec « 100 dernières captures », %lld captures plus anciennes seront supprimées de l’historique dès maintenant. Cette action est irréversible.
ru: Вариант «Последние 100 снимков» сразу удалит из истории %lld более старого снимка. Это действие нельзя отменить.
zh_hans: 选择“最近 100 张截屏”将立即从历史记录中移除 %lld 张较早的截屏。此操作无法撤销。

source: Keeping last 500 captures removes %lld older captures from History now. This can't be undone.
de: Mit „Letzte 500 Bildschirmfotos“ werden jetzt %lld ältere Bildschirmfotos aus dem Verlauf entfernt. Dies kann nicht widerrufen werden.
fr: Avec « 500 dernières captures », %lld captures plus anciennes seront supprimées de l’historique dès maintenant. Cette action est irréversible.
ru: Вариант «Последние 500 снимков» сразу удалит из истории %lld более старого снимка. Это действие нельзя отменить.
zh_hans: 选择“最近 500 张截屏”将立即从历史记录中移除 %lld 张较早的截屏。此操作无法撤销。

source: Keyboard
de: Tastatur
fr: Clavier
ru: Клавиатура
zh_hans: 键盘

source: Keyboard Shortcuts
de: Tastaturkurzbefehle
fr: Raccourcis clavier
ru: Сочетания клавиш
zh_hans: 快捷键

source: Keyboard shortcuts
de: Tastaturkurzbefehle
fr: Raccourcis clavier
ru: Сочетания клавиш
zh_hans: 快捷键

source: Keyboard shortcuts (?)
de: Tastaturkurzbefehle (?)
fr: Raccourcis clavier (?)
ru: Сочетания клавиш (?)
zh_hans: 快捷键（?）

source: Keyboard shortcuts are on
de: Tastaturkurzbefehle sind aktiviert
fr: Les raccourcis clavier sont activés
ru: Сочетания клавиш включены
zh_hans: 快捷键已开启

source: Keyboard shortcuts — click one to select it, ⌫ hides it
de: Tastaturkurzbefehle – klicke auf einen, um ihn auszuwählen; ⌫ blendet ihn aus
fr: Raccourcis clavier — cliquez sur l’un d’eux pour le sélectionner, ⌫ le masque
ru: Сочетания клавиш — нажмите на одно, чтобы выбрать его; ⌫ скрывает его
zh_hans: 快捷键 — 点按即可选择，按 ⌫ 可隐藏

source: Keys on screen
de: Tasten im Bild
fr: Touches à l’écran
ru: Клавиши на экране
zh_hans: 屏幕按键

source: Lagoon
de: Lagune
fr: Lagon
ru: Лагуна
zh_hans: 泻湖

source: Language
de: Sprache
fr: Langue
ru: Язык
zh_hans: 语言

source: Languages
de: Sprachen
fr: Langues
ru: Языки
zh_hans: 语言

source: Large
de: Groß
fr: Grande
ru: Большой
zh_hans: 大

source: Larger than the recording — text may look softer than at a lower resolution.
de: Größer als die Aufnahme – Text wirkt eventuell weicher als bei einer niedrigeren Auflösung.
fr: Plus grand que l’enregistrement — le texte peut paraître moins net qu’à une résolution plus basse.
ru: Больше, чем запись, — текст может выглядеть мягче, чем при более низком разрешении.
zh_hans: 大于录制内容 — 文字可能不如较低分辨率时清晰。

source: Last %lld captures
de: Letzte %lld Bildschirmfotos
fr: %lld dernières captures
ru: Последние %lld снимка
zh_hans: 最近 %lld 张截屏

source: Later
de: Später
fr: Plus tard
ru: Позже
zh_hans: 稍后

source: Launch Shotnix at login
de: Shotnix bei der Anmeldung öffnen
fr: Ouvrir Shotnix à l’ouverture de session
ru: Открывать Shotnix при входе в систему
zh_hans: 登录时打开 Shotnix

source: Lavender Glass
de: Lavendelglas
fr: Verre lavande
ru: Лавандовое стекло
zh_hans: 薰衣草玻璃

source: Left
de: Links
fr: Gauche
ru: Слева
zh_hans: 左侧

source: Length
de: Dauer
fr: Durée
ru: Длительность
zh_hans: 时长

source: Letterbox Instead of Following the Cursor
de: Mit Rändern einpassen statt dem Zeiger folgen
fr: Ajouter des bandes au lieu de suivre le pointeur
ru: Вписать с полосами вместо следования за указателем
zh_hans: 加黑边，不跟随指针

source: Level
de: Stufe
fr: Niveau
ru: Уровень
zh_hans: 级别

source: Light
de: Leicht
fr: Léger
ru: Слегка
zh_hans: 轻度

source: Lime Signal
de: Limettensignal
fr: Signal citron vert
ru: Лаймовый сигнал
zh_hans: 青柠信号

source: Line
de: Linie
fr: Ligne
ru: Линия
zh_hans: 直线

source: Line width
de: Linienstärke
fr: Épaisseur du trait
ru: Толщина линии
zh_hans: 线条粗细

source: Linen
de: Leinen
fr: Lin
ru: Лен
zh_hans: 亚麻

source: Lines · %lld
de: Zeilen · %lld
fr: Lignes · %lld
ru: Строки · %lld
zh_hans: 字幕行 · %lld

source: Link QR found
de: QR-Code mit Link gefunden
fr: Code QR avec lien détecté
ru: Найден QR-код со ссылкой
zh_hans: 找到链接二维码

source: Link copied
de: Link kopiert
fr: Lien copié
ru: Ссылка скопирована
zh_hans: 已拷贝链接

source: Links (%lld of %lld)
de: Links (%lld von %lld)
fr: Liens (%lld sur %lld)
ru: Ссылки (%lld из %lld)
zh_hans: 链接（前 %1$lld 个，共 %2$lld 个）

source: Listening…
de: Hört zu …
fr: Écoute…
ru: Прослушивание…
zh_hans: 正在聆听…

source: Listens on this Mac — nothing is uploaded
de: Hört auf diesem Mac zu – nichts wird hochgeladen
fr: L’écoute se fait sur ce Mac — rien n’est envoyé
ru: Работает на этом Mac — ничего не отправляется в сеть
zh_hans: 在这台 Mac 上识别 — 不会上传任何内容

source: Look
de: Aussehen
fr: Apparence
ru: Вид
zh_hans: 外观

source: Loop to fill
de: Bis zum Ende wiederholen
fr: Boucler pour remplir
ru: Повторять до конца
zh_hans: 循环填满

source: Lower under your voice
de: Unter deiner Stimme leiser
fr: Baisser sous votre voix
ru: Приглушать под голос
zh_hans: 避让人声

source: MIT License — Free and open source
de: MIT-Lizenz – kostenlos und Open Source
fr: Licence MIT — libre et open source
ru: Лицензия MIT — бесплатно, с открытым исходным кодом
zh_hans: MIT 许可证 — 免费开源

source: Make it lighter: %@, %@ fps
de: Sparsamer machen: %@, %@ fps
fr: Alléger : %@, %@ fps
ru: Облегчить: %@, %@ fps
zh_hans: 减轻体积：%@，%@ fps

source: Manage
de: Verwalten
fr: Gérer
ru: Управление
zh_hans: 管理

source: Match the recording
de: Wie die Aufnahme
fr: Comme l’enregistrement
ru: Как в записи
zh_hans: 与录制内容一致

source: Max
de: Maximal
fr: Maximale
ru: Максимальное
zh_hans: 最高

source: Maximum detail for further editing
de: Maximale Details zur Weiterbearbeitung
fr: Détails maximum pour la post-production
ru: Максимум деталей для дальнейшего монтажа
zh_hans: 最大细节，适合后期编辑

source: Maximum length reached
de: Maximale Länge erreicht
fr: Longueur maximale atteinte
ru: Достигнута максимальная длина
zh_hans: 已达到最大长度

source: Meadow
de: Wiese
fr: Prairie
ru: Луг
zh_hans: 草地

source: Medium
de: Mittel
fr: Moyenne
ru: Средний
zh_hans: 中

source: Menu Bar
de: Menüleiste
fr: Barre des menus
ru: Строка меню
zh_hans: 菜单栏

source: Menu bar is full, so macOS hid the Shotnix icon — %@ still captures. Click here for the menu.
de: Die Menüleiste ist voll, deshalb hat macOS das Shotnix-Symbol ausgeblendet – %@ nimmt trotzdem auf. Klicke hier für das Menü.
fr: La barre des menus est pleine : macOS a masqué l’icône de Shotnix — %@ capture toujours. Cliquez ici pour ouvrir le menu.
ru: Строка меню заполнена, поэтому macOS скрыла значок Shotnix — %@ по-прежнему делает снимки. Нажмите здесь, чтобы открыть меню.
zh_hans: 菜单栏已满，macOS 隐藏了 Shotnix 图标 — 按 %@ 仍可截屏。点按此处打开菜单。

source: Menu bar is full, so macOS hid the Shotnix icon — your shortcuts still work. Click here for the menu.
de: Die Menüleiste ist voll, deshalb hat macOS das Shotnix-Symbol ausgeblendet – deine Kurzbefehle funktionieren weiterhin. Klicke hier für das Menü.
fr: La barre des menus est pleine : macOS a masqué l’icône de Shotnix — vos raccourcis fonctionnent toujours. Cliquez ici pour ouvrir le menu.
ru: Строка меню заполнена, поэтому macOS скрыла значок Shotnix — ваши сочетания клавиш по-прежнему работают. Нажмите здесь, чтобы открыть меню.
zh_hans: 菜单栏已满，macOS 隐藏了 Shotnix 图标 — 你的快捷键仍然有效。点按此处打开菜单。

source: Message
de: Nachricht
ru: Сообщение
zh_hans: 信息

source: Message QR found
de: QR-Code mit Nachricht gefunden
fr: Code QR avec message détecté
ru: Найден QR-код с сообщением
zh_hans: 找到信息二维码

source: Mic disconnected
de: Mikro getrennt
fr: Micro déconnecté
ru: Микрофон отключен
zh_hans: 麦克风已断开

source: Mic stopped
de: Mikro gestoppt
fr: Micro arrêté
ru: Микрофон остановлен
zh_hans: 麦克风已停止

source: Mic switched
de: Mikro gewechselt
fr: Micro changé
ru: Микрофон сменился
zh_hans: 已切换麦克风

source: Microphone
de: Mikrofon
fr: Micro
ru: Микрофон
zh_hans: 麦克风

source: Microphone access is off, so this recording has no mic.
de: Der Mikrofonzugriff ist deaktiviert, daher hat diese Aufnahme keinen Mikrofonton.
fr: L’accès au micro est désactivé : cet enregistrement n’aura pas de son du micro.
ru: Доступ к микрофону выключен, поэтому запись идет без микрофона.
zh_hans: 麦克风访问权限已关闭，因此本次录制不含麦克风声音。

source: Microphone access is off. Allow Shotnix in System Settings → Privacy & Security → Microphone.
de: Der Mikrofonzugriff ist deaktiviert. Erlaube Shotnix unter „Systemeinstellungen“ → „Datenschutz & Sicherheit“ → „Mikrofon“.
fr: L’accès au micro est désactivé. Autorisez Shotnix dans Réglages Système → Confidentialité et sécurité → Micro.
ru: Доступ к микрофону выключен. Разрешите его для Shotnix в разделе Системные настройки → Конфиденциальность и безопасность → Микрофон.
zh_hans: 麦克风访问权限已关闭。请在“系统设置”→“隐私与安全性”→“麦克风”中允许 Shotnix。

source: Microphone disconnected. Now recording from %@.
de: Mikrofon getrennt. Die Aufzeichnung läuft jetzt über „%@“.
fr: Micro déconnecté. L’enregistrement utilise maintenant « %@ ».
ru: Микрофон отключен. Теперь запись идет с устройства «%@».
zh_hans: 麦克风已断开连接。现在使用“%@”录音。

source: Microphone disconnected. The recording continues without it.
de: Mikrofon getrennt. Die Aufzeichnung läuft ohne Mikrofon weiter.
fr: Micro déconnecté. L’enregistrement continue sans lui.
ru: Микрофон отключен. Запись продолжается без него.
zh_hans: 麦克风已断开连接。录制将继续，但不含麦克风声音。

source: Microphone level
de: Mikrofonpegel
fr: Niveau du micro
ru: Уровень микрофона
zh_hans: 麦克风电平

source: Microphone recording requires macOS microphone permission. System audio excludes Shotnix sounds to avoid feedback.
de: Für Mikrofonaufzeichnungen braucht Shotnix die Mikrofonberechtigung von macOS. Der Systemton enthält keine Töne von Shotnix, um Rückkopplungen zu vermeiden.
fr: L’enregistrement du micro nécessite l’autorisation d’accès au micro de macOS. Le son de l’ordinateur exclut les sons de Shotnix pour éviter l’effet Larsen.
ru: Для записи с микрофона нужно разрешение macOS на доступ к микрофону. Системный звук не включает звуки Shotnix, чтобы избежать эха.
zh_hans: 录制麦克风需要 macOS 的麦克风权限。电脑声音不包含 Shotnix 的提示音，以免产生回声。

source: Midnight
de: Mitternacht
fr: Minuit
ru: Полночь
zh_hans: 午夜

source: Midnight Graphite
de: Mitternachtsgraphit
fr: Graphite minuit
ru: Полуночный графит
zh_hans: 午夜石墨

source: Minimize
de: Im Dock ablegen
fr: Placer dans le Dock
ru: Свернуть
zh_hans: 最小化

source: Mint
de: Minze
fr: Menthe
ru: Мята
zh_hans: 薄荷

source: Mirror
de: Spiegeln
fr: Miroir
ru: Зеркальное отражение
zh_hans: 镜像

source: Mist
de: Dunst
fr: Brume
ru: Туман
zh_hans: 薄雾

source: More
de: Mehr
fr: Plus
ru: Еще
zh_hans: 更多

source: More caption options
de: Weitere Untertiteloptionen
fr: Autres options de sous-titres
ru: Другие параметры субтитров
zh_hans: 更多字幕选项

source: More recording options
de: Weitere Aufzeichnungsoptionen
fr: Autres options d’enregistrement
ru: Другие параметры записи
zh_hans: 更多录制选项

source: More tips
de: Weitere Tipps
fr: Plus d’astuces
ru: Еще подсказки
zh_hans: 更多提示

source: Moss
de: Moos
fr: Vert mousse
ru: Мох
zh_hans: 苔绿

source: Moss Glow
de: Moosschimmer
fr: Lueur de mousse
ru: Сияние мха
zh_hans: 苔藓微光

source: Motion
de: Bewegung
fr: Mouvement
ru: Движение
zh_hans: 运动

source: Motion blur
de: Bewegungsunschärfe
fr: Flou de mouvement
ru: Размытие движения
zh_hans: 动态模糊

source: Move %@ earlier
de: %@ nach vorn verschieben
fr: Déplacer %@ plus tôt
ru: Сдвинуть «%@» раньше
zh_hans: 将 %@ 前移

source: Move %@ later
de: %@ nach hinten verschieben
fr: Déplacer %@ plus tard
ru: Сдвинуть «%@» позже
zh_hans: 将 %@ 后移

source: Move Earlier
de: Nach vorn verschieben
fr: Déplacer plus tôt
ru: Сдвинуть раньше
zh_hans: 向前移动

source: Move Later
de: Nach hinten verschieben
fr: Déplacer plus tard
ru: Сдвинуть позже
zh_hans: 向后移动

source: Move earlier
de: Nach vorn
fr: Plus tôt
ru: Раньше
zh_hans: 前移

source: Move later
de: Nach hinten
fr: Plus tard
ru: Позже
zh_hans: 后移

source: Move the playhead inside a clip to split
de: Bewege die Abspielposition in einen Clip, um ihn zu teilen
fr: Placez la tête de lecture dans un clip pour le scinder
ru: Поставьте указатель воспроизведения внутрь клипа, чтобы разделить его
zh_hans: 将播放头移到片段内以进行分割

source: Movement
de: Bewegung
fr: Mouvement
ru: Движение
zh_hans: 移动

source: Music
de: Musik
fr: Musique
ru: Музыка
zh_hans: 音乐

source: Music added — it dips while you talk
de: Musik hinzugefügt – sie wird leiser, während du sprichst
fr: Musique ajoutée — elle baisse quand vous parlez
ru: Музыка добавлена — она приглушается, пока вы говорите
zh_hans: 已添加音乐 — 说话时会降低音量

source: Music options
de: Musikoptionen
fr: Options de musique
ru: Параметры музыки
zh_hans: 音乐选项

source: Music removed — ⌘Z to undo
de: Musik entfernt – ⌘Z zum Widerrufen
fr: Musique supprimée — ⌘Z pour annuler
ru: Музыка удалена — ⌘Z, чтобы отменить
zh_hans: 已移除音乐 — 按 ⌘Z 撤销

source: Music — click to change its volume, fades, and ducking
de: Musik – klicken, um Lautstärke, Blenden und Absenkung zu ändern
fr: Musique — cliquez pour modifier son volume, ses fondus et son atténuation
ru: Музыка — нажмите, чтобы изменить громкость, нарастание, затухание и приглушение
zh_hans: 音乐 — 点按以更改音量、淡入淡出和人声时的降低

source: Music “%@”
de: Musik „%@“
fr: Musique « %@ »
ru: Музыка «%@»
zh_hans: 音乐“%@”

source: Mute Clip
de: Clip stummschalten
fr: Couper le son du clip
ru: Выключить звук клипа
zh_hans: 将片段静音

source: Mute preview
de: Vorschau stummschalten
fr: Couper le son de l’aperçu
ru: Выключить звук предпросмотра
zh_hans: 将预览静音

source: Mute the Preview (the Export Keeps Its Sound)
de: Vorschau stummschalten (der Export behält den Ton)
fr: Couper le son de l’aperçu (l’export garde le son)
ru: Выключить звук предпросмотра (при экспорте звук сохранится)
zh_hans: 将预览静音（导出内容保留声音）

source: Mute the preview (M) — the export keeps its sound
de: Vorschau stummschalten (M) – der Export behält den Ton
fr: Couper le son de l’aperçu (M) — l’export garde le son
ru: Выключить звук предпросмотра (M) — при экспорте звук сохранится
zh_hans: 将预览静音（M）— 导出内容保留声音

source: Mute the preview (or the selected clip)
de: Vorschau (oder ausgewählten Clip) stummschalten
fr: Couper le son de l’aperçu (ou du clip sélectionné)
ru: Выключить звук предпросмотра (или выбранного клипа)
zh_hans: 将预览（或所选片段）静音

source: Mute this clip
de: Diesen Clip stummschalten
fr: Couper le son de ce clip
ru: Выключить звук этого клипа
zh_hans: 将此片段静音

source: Mute this part
de: Diesen Abschnitt stummschalten
fr: Couper le son de ce passage
ru: Выключить звук этого фрагмента
zh_hans: 将此部分静音

source: Mute video
de: Video stummschalten
fr: Couper le son de la vidéo
ru: Выключить звук видео
zh_hans: 视频静音

source: Mute video is on (Audio tab) — this export will have no sound.
de: „Video stummschalten“ ist aktiviert (Tab „Audio“) – dieser Export hat keinen Ton.
fr: Couper le son de la vidéo est activé (onglet Audio) — cette exportation n’aura pas de son.
ru: Звук видео выключен (вкладка «Аудио») — экспорт будет без звука.
zh_hans: “视频静音”已打开（“音频”标签页）— 此导出将没有声音。

source: Nebula
de: Nebel
fr: Nébuleuse
ru: Туманность
zh_hans: 星云

source: Needed to capture the screen. macOS will ask once.
de: Nötig, um den Bildschirm aufzunehmen. macOS fragt einmal nach.
fr: Nécessaire pour capturer l’écran. macOS vous le demandera une fois.
ru: Нужно для съемки экрана. macOS спросит один раз.
zh_hans: 截取屏幕需要此权限。macOS 只会询问一次。

source: Network
de: Netzwerk
fr: Réseau
ru: Сеть
zh_hans: 网络

source: Never
de: Nie
fr: Jamais
ru: Никогда
zh_hans: 永不

source: Never switch to the text beam or the hand
de: Nie zum Textcursor oder zur Hand wechseln
fr: Ne jamais passer au curseur de texte ni à la main
ru: Не превращаться в текстовый курсор или руку
zh_hans: 从不切换为文本光标或手形

source: New caption
de: Neuer Untertitel
fr: Nouveau sous-titre
ru: Новый субтитр
zh_hans: 新字幕

source: New recordings use this look
de: Neue Aufnahmen verwenden diesen Stil
fr: Les nouveaux enregistrements utilisent ce style
ru: Новые записи используют этот стиль
zh_hans: 新录制内容会使用此风格

source: New screenshots are copied automatically. Turn this off if you only want to use the overlay or history actions.
de: Neue Bildschirmfotos werden automatisch kopiert. Schalte dies aus, wenn du nur die Miniatur oder den Verlauf nutzen möchtest.
fr: Les nouvelles captures sont copiées automatiquement. Désactivez cette option si vous préférez passer par la vignette ou l’historique.
ru: Новые снимки копируются автоматически. Выключите, если хотите пользоваться только миниатюрой или действиями в истории.
zh_hans: 新截屏会自动拷贝。如果只想使用缩略图或历史记录中的操作，请关闭此选项。

source: New zooms
de: Neue Zooms
fr: Nouveaux zooms
ru: Новые увеличения
zh_hans: 新缩放

source: Nice shot. You're all set.
de: Schönes Bild! Alles ist bereit.
fr: Belle capture ! Tout est prêt.
ru: Отличный снимок. Все готово.
zh_hans: 截得漂亮！一切就绪。

source: Night Current
de: Nachtströmung
fr: Courant nocturne
ru: Ночное течение
zh_hans: 夜之流

source: No
de: Nein
fr: Non
ru: Нет
zh_hans: 否

source: No Exports Yet
de: Noch keine Exporte
fr: Aucune exportation
ru: Экспортов пока нет
zh_hans: 尚无导出内容

source: No background
de: Kein Hintergrund
fr: Aucun arrière-plan
ru: Без фона
zh_hans: 无背景

source: No background — text only
de: Kein Hintergrund – nur Text
fr: Aucun arrière-plan — texte seul
ru: Без фона — только текст
zh_hans: 无背景 — 仅文字

source: No barcode found in this selection
de: In dieser Auswahl wurde kein Strichcode gefunden
fr: Aucun code-barres dans cette sélection
ru: В выделенной области не найден штрихкод
zh_hans: 此选区中未找到条形码

source: No camera connected
de: Keine Kamera angeschlossen
fr: Aucune caméra connectée
ru: Камера не подключена
zh_hans: 未连接摄像头

source: No camera found.
de: Keine Kamera gefunden.
fr: Aucune caméra détectée.
ru: Камера не найдена.
zh_hans: 未找到摄像头。

source: No camera in this recording
de: Keine Kamera in dieser Aufnahme
fr: Aucune caméra dans cet enregistrement
ru: В этой записи нет камеры
zh_hans: 此录制内容中没有摄像头画面

source: No captions in the picture — add a subtitles file to upload them separately.
de: Keine Untertitel im Bild – füge eine Untertiteldatei hinzu, um sie separat hochzuladen.
fr: Pas de sous-titres dans l’image — ajoutez un fichier de sous-titres pour les mettre en ligne séparément.
ru: Субтитров в изображении нет — добавьте файл субтитров, чтобы загрузить их отдельно.
zh_hans: 画面中无字幕 — 添加字幕文件以单独上传。

source: No captures contain “%@”
de: Kein Bildschirmfoto enthält „%@“
fr: Aucune capture ne contient « %@ »
ru: Нет снимков с текстом «%@»
zh_hans: 没有截屏包含“%@”

source: No captures of this type
de: Keine Bildschirmfotos dieser Art
fr: Aucune capture de ce type
ru: Нет снимков этого типа
zh_hans: 没有此类截屏

source: No captures yet
de: Noch keine Bildschirmfotos
fr: Aucune capture pour l’instant
ru: Снимков пока нет
zh_hans: 还没有截屏

source: No clicks left on the timeline
de: Keine Klicks mehr auf der Zeitleiste
fr: Plus aucun clic dans la timeline
ru: На шкале времени не осталось нажатий
zh_hans: 时间线上已没有点按

source: No clicks were recorded in this video
de: In diesem Video wurden keine Klicks aufgezeichnet
fr: Aucun clic n’a été enregistré dans cette vidéo
ru: В этом видео нажатия не записаны
zh_hans: 此视频中没有录制到点按

source: No clicks were recorded — add zooms by hand
de: Keine Klicks aufgezeichnet – füge Zooms von Hand hinzu
fr: Aucun clic enregistré — ajoutez des zooms à la main
ru: Нажатия не записаны — добавьте увеличения вручную
zh_hans: 没有录制到点按 — 请手动添加缩放

source: No clicks were recorded, so add zooms by hand: hover the zoom track and click.
de: Es wurden keine Klicks aufgezeichnet – füge Zooms von Hand hinzu: Zeige auf die Zoomspur und klicke.
fr: Aucun clic n’a été enregistré : ajoutez des zooms à la main en survolant la piste de zoom puis en cliquant.
ru: Нажатия не записаны, поэтому добавьте увеличения вручную: наведите указатель на дорожку «Масштаб» и нажмите.
zh_hans: 没有录制到点按，请手动添加缩放：将指针悬停在缩放轨道上并点按。

source: No conflict
de: Kein Konflikt
fr: Aucun conflit
ru: Нет конфликтов
zh_hans: 无冲突
